Repository: Blueberryy/Elypia-Website
Catalog: src/locales/messages.*.xlf
Languages: bs_latn, nb_no

source: Elypia is a Non-Profit CIC
bs_latn: Elypia je neprofitna kompanija
nb_no: Elypia er en Ideell organisasjon CIC

source: While we try to be sustainable through subscriptions and services, it's favorable to receive donations to keep everything as free as possible. As a non-profit, funding is what allows us to continue to develop free and open-source software and push to provide free or affordable services.
bs_latn: Iako pokušavamo biti održivi putem pretplata i usluga, pogodnije je primati donacije kako bi mogli nudite sve usluge i servise besplatno. Kao neprofitna organizacija, financiranje je ono što nam omogućava da nastavimo razvijati besplatni open-source softver i omugćava pružanje dostupnih usluga.

source: As a Community Interest Company we will also be able to generate income through selling subscriptions and services or by providing hosted solutions for our open-source projects. Donations will not be the only form of income for Elypia but strongly encouraged and appreciated.
bs_latn: Kao CIC (Community Interest Company) bit ćemo u stanju da ostvarimo prihod kroz prodaju pretplata i usluga ili pružanjem riješenja za hosting za naše open-source projekte. Donacije neće biti jedini oblik prihoda za Elypiu, ali sui itekako dobro došle.

source: Where do donations go?
bs_latn: Gdje idu donacije?

source: Account Name:
bs_latn: Naziv računa:
nb_no: Brukernavn:

source: Account Number:
bs_latn: Broj računa:
nb_no: Kontonummer:

source: Bank (UK/GBP Only)
bs_latn: Banka (samo UK/GBP)
nb_no: Bank (kun Storbritannia / GBP)

source: Donate directly on the site with your debit or credit card. All donations using this method are processed by Stripe; we won't process or store your information.
bs_latn: Donirajte direktno na stranici sa svojom debitnom ili kreditnom karticom. Sve donacije ovom metodom obrađuje Stripe; Mi ne koristimo niti pohranjujemo vaše podatke.

source: Card (Stripe)
bs_latn: Kartica (Stripe)
nb_no: Kort (Stripe)

source: You can support us by purchasing our branded merchandise.
bs_latn: Možete nas podržati kupovinom naše brendirane robe.

source: This is the registered office and correspondence address for Elypia, not base of work or residence.
bs_latn: Ovo je registrirani ured i adresa za korespodenciju Elypie, a ne sjedište posla ili prebivališta.

source: Source Code
bs_latn: Izvorni kod
nb_no: Kildekode

source: Contribute to this sites Source Code on GitLab
bs_latn: Doprinesite izvornom kodu ove stranice na GitLab-u

source: Copyright
bs_latn: Autorska prava

source: Press Kit
bs_latn: Novinarski Kit

source: This is for users or publishers that may want to reference Elypia and use it's branding. This page covers some assets that can be used, and any guidelines to using them.
bs_latn: Ovo je za korisnike ili izdavače koji budu željeli referencirati Elypiu i koristiti njen brend. Ova stranica pokriva neka sredstva koja se mogu koristiti i sve smjernice za njihovo korištenje.

source: Guidelines
bs_latn: Smjernice

source: Keeping the logo as-is is preferred, but you may alter the hue.
bs_latn: Poželjno je ne mijenjati logotip, ali možete promijeniti nijansu.

source: Don't use the Elypia branding where it may suggest we endorse your content.
bs_latn: Nemojte koristiti brend Elypie tamo gdje može sugerirati da podržavamo vaš sadržaj.

source: Elypia Logo by Nikky
bs_latn: Elypia Logo koji je pravio Nikky
nb_no: Elypia Logo av Nikky

source: Elypia Logo without Fill by Nikky
bs_latn: Elypia Logo bez popunjavanja koje je radio Nikky
nb_no: Elypia Logo uten fyll av Nikky

source: Elypia Badge
bs_latn: Značka Elypia
nb_no: Elypia-merke

source: Elypia Icon by Nikky
bs_latn: Ikona Elypie koju je pravio Nikky
nb_no: Elypia Ikon av Nikky

source: Elypia Icon
bs_latn: Ikona Elipie
nb_no: Elypia Ikon

source: Elypia Logo with our Name
bs_latn: Elypijin logo sa našim imenom
nb_no: Elypia Logo med vært navn

source: Elypia Logo w/Text
bs_latn: Elypia Logo sa tekstom
nb_no: Elypia Logo m/Tekst

source: Elypia Text
bs_latn: Elypia Tekst
nb_no: Elypia Tekst

source: Elypia Color Palette
bs_latn: Paleta boja Elypie
nb_no: Elypia Fargepalett

source: Blue
bs_latn: Plava
nb_no: Blå

source: White
bs_latn: Bijela
nb_no: Hvit

source: Dark
bs_latn: Tamna
nb_no: Mørk

source: Darker
bs_latn: Tamnija
nb_no: Mørkere

source: Darkest
bs_latn: Najtamnija
nb_no: Mørkest

source: Want to download everything?
bs_latn: Želite preuzeti sve?
nb_no: Har du lyst å laste ned alt?

source: <fa-icon></fa-icon>Download Press Kit
bs_latn: <fa-icon></fa-icon>Preuzmite Novinarski Kit
nb_no: <fa-icon> </fa-icon> Last ned Press Kit

source: Sort Code:
nb_no: Sorteringskode:
